Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Interfaces/Languages/mul.lproj/JVConnectionInspector.xcstrings
Source language: en
Languages: de, ja, nb, nl, pt_pt

# 139.label
source: General
de: Allgemein
ja: 一般
nb: Generell
nl: Algemeen
pt_pt: Geral

# 154.label
source: Automatic
de: Automatisch
ja: 自動
nb: Automatisk
nl: Automatisch
pt_pt: Automático

# 158.title
source: None
de: Keine
ja: なし
nb: Ingen
nl: Geen
pt_pt: Nenhum

# 241.label
source: Ignores
de: Ignorieren
ja: 無視
nb: Ignorerer
nl: Genegeerd
pt_pt: A ignorar

# 324.title
source: Message matches
de: Nachricht entspricht
ja: メッセージが次と一致
nb: Beskjeden samsvarer
nl: Bericht is gelijk aan
pt_pt: Resultados de mensagens

# 335.title
source: Sender matches
de: Absender entspricht
ja: 送信者が次と一致
nb: Avsender samsvarer
nl: Afzender is
pt_pt: O remetente respeita

# 336.title
source: Sender's name is
de: Absender ist
ja: 送信者の名前が
nb: Avsenders navn er
nl: Naam van de afzender is
pt_pt: O nome do remetente é

# 338.title
source: Message contains
de: Nachricht enthält
ja: メッセージが次を含む
nb: Beskjed inneholder
nl: Bericht bevat
pt_pt: A mensagem contém

# 404.ibShadowedToolTip
source: Add ignore
de: Ignorier-Regel hinzufügen
ja: 無視条件を追加します
nb: Legg til ignorering
nl: Voeg genegeerde toe
pt_pt: Adicionar regra para ignorar

# 405.ibShadowedToolTip
source: Edit ignore
de: Ignorier-Regel bearbeiten
ja: 無視条件を編集します
nb: Rediger ignorering
nl: Wijzig genegeerde
pt_pt: Editar regra para ignorar

# 406.ibShadowedToolTip
source: Delete ignore
de: Ignorier-Regel löschen
ja: 無視条件を削除します
nb: Slett ignorering
nl: Verwijder genegeerde
pt_pt: Apagar regra para ignorar

# 417.title
source: Type:
de: Typ:
ja: 種類：
pt_pt: Tipo:

# 419.title
source: Account:
de: Benutzer:
ja: アカウント：
nb: Konto:
pt_pt: Conta:

# 422.title
source: Password:
de: Kennwort:
ja: パスワード：
nb: Passord:
nl: Wachtwoord:
pt_pt: Palavra passe:

# 423.title
source: Use System settings
de: Systemeinstellungen benutzen
ja: システムの設定を使用する
nb: Bruk systeminnstillinger
nl: Gebruik Systeemvoorkeuren
pt_pt: Usar definições do sistema

# 424.title
source: Address:
de: Adresse:
ja: アドレス：
nb: Adresse:
nl: Adres:
pt_pt: Endereço:

# 428.title
source: Password:
de: Kennwort:
ja: パスワード：
nb: Passord:
nl: Wachtwoord:
pt_pt: Palavra passe:

# 430.title
source: Nickname:
de: Spitzname:
ja: ニックネーム：
nb: Kallenavn:
nl: Bijnaam:
pt_pt: Alcunha:

# 432.title
source: Chat Server:
de: Gesprächsserver:
ja: チャットサーバ：
nb: Samtaleserver:
pt_pt: Servidor de conversa:

# 435.title
source: Server Password:
de: Server-Kennwort:
ja: サーバパスワート：
nb: Serverpassord:
nl: Wachtwoord Server:
pt_pt: Palavra passe do servidor:

# 436.title
source: Username:
de: Benutzername:
ja: ユーザ名：
nb: Brukernavn:
nl: Gebruikersnaam:
pt_pt: Nome de utilizador:

# 439.title
source: Real Name:
de: Echter Name:
ja: 本名：
nb: Ordentlig navn:
nl: Echte Naam:
pt_pt: Nome real:

# 440.title
source: Alt. Nicknames:
de: Alt. Spitznamen:
ja: 予備ニックネーム：
nb: Alt. kallenavn:
nl: Alternatieve bijnamen:
pt_pt: Alcunhas Alternativas:

# 445.title
source: Encoding:
de: Kodierung:
ja: エンコーディング：
nb: Koding:
nl: Encodering:

# 447.title
source: Connect on launch
de: Beim Programmstart verbinden
ja: 起動時に接続する
nb: Koble til ved oppstart
nl: Verbind na opstarten
pt_pt: Ligar ao iniciar

# 448.title
source: Join Rooms:
de: Räume betreten:
ja: 参加ルーム：
nb: Bli med i rom:
nl: Betreed Kanalen:
pt_pt: Salas a que se juntou:

# 451.title
source: Commands:
de: Befehle:
ja: コマンド：
nb: Kommandoer:
nl: Commando's:
pt_pt: Comandos:

# 452.title
source: Open console on connect
de: Konsole beim Verbinden öffnen
ja: 接続時にコンソールを開く
nb: Åpne konsoll ved tilkobling
nl: Open console na verbinden
pt_pt: Abrir consola ao ligar

# 458.title
source: Message is sent to any of these rooms:
de: Nachricht ging an einen dieser Räume:
ja: 以下のどれかのルームへのメッセージ：
nb: Beskjeden er sendt til alle disse rommene:
nl: Bericht is verzonden naar een van deze kanalen:
pt_pt: A mensagem é enviada para qualquer uma

# 461.title
source: Ignore messages if all selected conditions are met:
de: Ignorieren, wenn alle diese Bedingungen erfüllt sind:
ja: 選択されているすべての条件の時メッセージを無視：
nb: Ignorer beskjeder hvis følgende kriterier er møtt:
nl: Negeer berichten indien aan alle geselecteerde voorwaarden wordt voldaan:
pt_pt: Ignorar mensagens se todas as condições escolhidas são satisfeitas:

# 467.title
source: Description:
de: Beschreibung:
ja: 説明：
nb: Beskrivelse:
nl: Omschrijving:
pt_pt: Descrição:

# 469.title
source: Cancel
de: Abbrechen
ja: キャンセル
nb: Avbryt
nl: Annuleer
pt_pt: Cancelar

# 470.title
source: This Ignore rule is permanent.
de: Diese Ignorier-Regel ist permanent.
ja: この無視ルールを使い続けます。
nb: Denne ignoreringsregelen er permanent.
nl: Deze regel is permanent.
pt_pt: Esta regra para ignorar é permanente.

# 138.label
source: Proxy
ja: プロキシ
nb: Node

# 156.title
source: SOCKS Firewall
ja: SOCKS ファイアウォール
nb: SOCKS-brannmur

# 162.title
source: Secure Web
ja: 安全な Web
nb: Sikker web

# 426.title
source: Port:
ja: ポート：
nl: Poort:
pt_pt: Porto:

# 443.title
source: Server Port:
ja: サーバポート：
nl: Serverpoort:
pt_pt: Porto do servidor:
